Repository: yivi/wp-revised-status
Catalog: lang/wp-revised-status-*.po
Languages: es_es

source: Publish Status Revisions Options
es_es: Opciones de publicación Revisiones del Estado

source: Published Status Revisions
es_es: Revisiones de Estado de Publicación

source: Enable or disable publishing status revisions for your activated post types
es_es: Habilitar o inhabilitar el seguimiento de estado de publicación para tus post-types activados

source: Track all registered (versioned) posttypes
es_es: Seguir todos los tipos de post registrados (con posibilidad de guardar versiones)

source: Track
es_es: Registrar

source: Publishing status tracking options
es_es: Ajustes de rastreo de estado de publicación

source: Save
es_es: Guardar

source: Filter Hooks available
es_es: Filtros disponibles.

source: Options set via hooks supersede options chosen in this page
es_es: Las opciones configuradas a través de filtros tienen más prioridad que las elegidas en esta página.

source: Sets up tracking for all available versioned post-types. Return <em>true</em> to activate.
es_es: Configura el seguimiento para todos los tipos de post disponibles, en tanto y en cuanto soporten versiones. Devolver <em>true</em> para activar.

source: Return an associative array in this filter to activate tracking to your chosen post types. e.g:
es_es: Devuelve un array asociativo en este filtro para activar el seguimiento para los tipos de post que quieras. E.g.:

source: Redundant with the previous filter
es_es: El uso del filtro anterior vuelve a este redundante.

source: Return an associative array in this filter to disable tracking for your chosen post types. e.g:
es_es: Devuelve un array asociativo en este filtro para desactivar el seguimiento para los tipos de post que quieras. E.g.:

source: Trumps all other options or filters
es_es: Con más prioridad que cualquiera de las otras opciones.

source: Attention: Settings for this plugin have been modified by use of actions hooks, done from within a theme or plugin:
es_es: Atención: La configuración de este plugin ha sido modificada a través de filtros desde un tema o plugin.

source: Warning, this setting has been activated by a plugin hook.
es_es: Advertencia: el seguimiento ha sido activado para este posttype desde un tema o plugin.

source: Warning, tracking of this post type has been disabled by a plugin hook.
es_es: Advertencia: El rastreo de este posttype ha sido desactivado desde un tema o plugin.

source: Revisions (with publication status history)
es_es: Revisiones (con historial estado de publicación)

source: JavaScript must be enabled to use this feature.
es_es: Debes tener JavaScript habilitado para usar esta característica.

# revision date format
source: F j, Y @ H:i:s
es_es: j F, Y @ H:is

# post revision title
source: %1$s %2$s, %3$s ago (%4$s)
es_es: %1$s %2$s, hace %3$s (%4$s)

source: %1$s [Autosave]
es_es: %1$s [Autoguardado]

source: %1$s [Current Revision]
es_es: %1$s [Revisión actual]

source: Not tracked
es_es: No registrado

source: Saves the publihed status (publish, draft, pending) alongside revision history.
es_es: Guarda el estado de publicación (publish, draft, pending) junto con el historial de revisión.
